"About RectLabel" = "關於矩形標籤";
"Purchase license" = "購買許可證";
"Buy RectLabel" = "購買RectLabel";
"Please buy RectLabel" = "請購買RectLabel";
"We are supporting your feature requests." = "我們支援您的功能請求。";
"Edit subscription" = "編輯訂閱";
"Report issues" = "報告問題";
"Write a review" = "寫評論";
"Settings" = "設置";
"Export settings file" = "導出設置文件";
"Import settings file" = "導入設置文件";
"Locate settings file" = "找到設定文件";
"Settings file location" = "設定文件位置";
"Open app folder" = "打開應用程式資料夾";
"Hide RectLabel" = "隱藏矩形標籤";
"Hide Others" = "隱藏其他人";
"Show All" = "顯示所有";
"Quit RectLabel" = "退出矩形標籤";
"File" = "文件";
"Open images folder and annotations folder" = "打開圖像文件夾和註釋文件夾";
"Open images folder" = "打開圖像文件夾";
"Open a folder which includes a yaml file" = "打開包含 yaml 文件的文件夾";
"Remove EXIF orientation flags" = "刪除 EXIF 方向標誌";
"Rename image" = "重命名影像";
"Resize images" = "調整圖像大小";
"Next image" = "下一張圖片";
"Next image with a step 1" = "下一張帶有步驟 1 的圖片";
"Next image with a step 10" = "下一張圖片，第 10 步";
"Prev Image" = "上一張圖片";
"Prev image with a step 1" = "帶有第 1 步的上一張圖片";
"Prev image with a step 10" = "上一張圖片，第 10 步";
"Jump to image number" = "跳轉到圖像編號";
"Copy images" = "複製圖像";
"Move images" = "移動圖像";
"Delete images" = "刪除影像";
"Current image" = "當前圖像";
"All images" = "所有圖片";
"Save" = "保存";
"Close folder" = "关闭项目文件夹";
"Export" = "导出";
"Export CreateML JSON file" = "導出 CreateML JSON 文件";
"Import CreateML JSON file" = "導入 CreateML JSON 文件";
"Export COCO JSON file" = "導出 COCO JSON 文件";
"Import COCO JSON file" = "導入 COCO JSON 文件";
"Import COCO RLE JSON files" = "導入 COCO RLE JSON 文件";
"Export YOLO txt files" = "導出 YOLO txt 文件";
"Import YOLO txt files" = "導入YOLO txt文件";
"Export DOTA txt files" = "導出 DOTA txt 文件";
"Import DOTA txt files" = "導入 DOTA txt 文件";
"Export CSV file" = "匯出 CSV 文件";
"Import CSV file" = "導入 CSV 文件";
"Export object names file" = "導出對象名稱文件";
"Import object names" = "導入對象名稱";
"from a file" = "從一個文件";
"from all xml files" = "來自所有 xml 文件";
"Export mask images" = "導出蒙版圖像";
"Import Cellpose 16bit PNG files" = "導入Cellpose 16bit PNG文件";
"Export screenshots" = "導出截圖";
"Export train/val/test folders" = "導出訓練/驗證/測試文件夾";
"Export images for classification" = "導出圖像進行分類";
"Split to train/val/test folders" = "拆分為train/val/test資料夾";
"train/val/test ratio" = "訓練/驗證/測試";
"Export objects and attributes stats" = "導出對象和屬性統計";
"Convert video to image frames" = "將視頻轉換為圖像幀";
"Export augmented images" = "導出增強圖像";
"Export sliced images" = "導出切片圖像";
"Horizontal slices" = "水平切片";
"Vertical slices" = "垂直切片";
"Edit" = "編輯";
"Create box" = "創建框";
"Create box using Tracking" = "使用追蹤創建框";
"Create polygon" = "創建多邊形";
"Create polygon using SAM" = "使用SAM建立多邊形";
"Create polygon using SAM3" = "使用SAM3建立多邊形";
"Create cubic bezier" = "創建立方貝塞爾曲線";
"Create line" = "創建行";
"Create point" = "創建點";
"Create keypoints" = "創建關鍵點";
"Create pixels" = "創建像素";
"Create image label" = "創建圖像標籤";
"Move" = "移動";
"Rotate" = "旋轉";
"Rotate the image right" = "向右旋轉圖像";
"Rotate the image left" = "向左旋轉圖像";
"Delete" = "刪除";
"Layer up" = "分層";
"Layer down" = "向下層";
"Toggle erase" = "切換擦除";
"Change brightness and contrast" = "更改亮度和對比度";
"Change object color" = "更改對象顏色";
"Clear object color" = "清除對象顏色";
"Search images" = "搜索圖片";
"Clear search images" = "清除搜索圖像";
"Create memo" = "建立備忘錄";
"Replace labels" = "更換標籤";
"Undo" = "撤消";
"Redo" = "重做";
"Copy" = "複製";
"Cut" = "切";
"Paste" = "粘貼";
"Select All" = "全選";
"Load CoreML Model" = "加載 CoreML 模型";
"Auto labeling" = "自動貼標";
"Auto text recognition" = "自動文本識別";
"Toggle auto process" =  "切換自動流程";
"Search incorrectly predicted images" = "搜尋錯誤預測的圖像";
"View" = "看法";
"Zoom in" = "放大";
"Zoom out" = "縮小";
"Zoom fit" = "縮放適合";
"Focus box" = "焦點框";
"Hide image name" = "隱藏圖片名稱";
"Hide other boxes" = "隱藏其他箱子";
"Hide SAM3 boxes" = "隱藏SAM3盒子";
"Hide cross hairs" = "隱藏十字線";
"Hide keypoints names" = "隱藏關鍵點名稱";
"Hide keypoints boxes" = "隱藏關鍵點框";
"Hide pixels" = "隱藏像素";
"Hide superpixels" = "隱藏超像素";
"Show small pixels" = "顯示小像素";
"Show other pixels" = "顯示其他像素";
"Show polygon smooth scrollbar" = "顯示多邊形平滑捲軸";
"Show labels on boxes" = "在盒子上顯示標籤";
"Show coordinates on boxes" = "在框上顯示坐標";
"Show indexes on points" = "顯示點索引";
"Show indexes on labels table" = "在標籤表上顯示索引";
"Show checkboxes on labels table" = "在標籤表上顯示複選框";
"Show image full path" = "顯示影像完整路徑";
"Show depth image" = "顯示深度圖像";
"Reload the image" = "重新加載圖像";
"Enter gallery view" = "進入圖庫視圖";
"Enter full screen" = "進入全屏";
"Set window size" = "設定視窗大小";
"Help" = "幫助";
"RectLabel Help" = "矩形標籤幫助";
"Copy image to another folder" = "將圖像複製到另一個文件夾";
"Move image to another folder" = "將圖像移動到另一個文件夾";
"Delete image" = "刪除影像";
"Auto labeling the image" = "自動標記圖像";
"This is a free trial version, and although the trial is untimed, a license must be purchased for continued use." = "這是一個免費試用版，雖然試用期沒有時間限制，但必須購買許可證才能繼續使用。";
"We offer subscriptions and one-time payment." = "我們提供訂閱和一次性付款。";
"Terms of Use" = "使用條款";
"Privacy Policy" = "隱私政策";
"Restore request failed" = "恢復請求失敗";
"Thanks for subscribing." = "感謝訂閱。";
"Subscribing failed." = "訂閱失敗。";
"Restore purchases" = "恢復購買";
"Restored no items." = "沒有恢復任何項目。";
"Restored." = "恢復。";
"Month" = "月";
"Year" = "年";
"One-time payment" = "一次付款";
"Projects" = "項目";
"Objects" = "對象";
"Attributes" = "屬性";
"Hotkeys" = "熱鍵";
"Label fast" = "標籤快";
"Primary" = "基本的";
"Key" = "鑰匙";
"Name" = "名稱";
"Color" = "顏色";
"Hide" = "隱藏";
"Hotkey" = "熱鍵";
"Add" = "添加";
"Prefix" = "字首";
"Type" = "類型";
"Single select" = "單選";
"Multiple select" = "多選";
"Text input" = "文字輸入";
"Number input" = "數位輸入";
"Items" = "項目";
"Restore hotkeys" = "恢復熱鍵";
"Save as jpg" = "另存為jpg";
"Auto save" = "自動保存";
"Auto copy from previous image" = "從上一張圖像自動複製";
"Skip backup dialog when overwrite" = "覆蓋時跳過備份對話框";
"Clear existing labels when auto label all images" = "自動標記所有影像時清除現有標籤";
"Skip label dialog when create" = "創建時跳過標籤對話框";
"Close label dialog when select" = "選擇時關閉標籤對話框";
"Change label when press an object/attribute hotkey" = "按下物件/屬性熱鍵時變更標籤";
"Add an image label when press an object hotkey" = "按下物件熱鍵時新增圖像標籤";
"Use 1-click buttons" = "使用一鍵式按鈕";
"Maintain zoom and position" = "保持縮放和位置";
"Clear" = "清除";
"Label format" = "標籤格式";
"Use truncated, occluded, and difficult tags" = "使用截斷的、封閉的和困難的標籤";
"Rotate boxes as rotated boxes when augment" = "增強時將框旋轉為旋轉框";
"Separate merged polygons when read YOLO format" = "讀取YOLO格式時分離合併的多邊形";
"Save confidence values when YOLO format" = "儲存YOLO格式時的置信值";
"Save as floating-point values" = "保存為浮點值";
"Do not move image position" = "不要移動圖像位置";
"Show circle edit points" = "顯示圓形編輯點";
"Show all edit points" = "顯示所有編輯點";
"Show edit points between box corners" = "顯示框角之間的編輯點";
"Show the first point of the box" = "顯示盒子的第一個點";
"Click 4 points when draw boxes" = "繪製框時單擊 4 個點";
"Use English as an app language" = "使用英語作為應用程序語言";
"Sort images" = "排序圖像";
"Alphabetic" = "字母";
"Numeric" = "數字";
"Last modified" = "最後修改";
"Sort alphabetically" = "按字母順序排序";
"Open folder" = "打開文件夾";
"Click Open folder button on the upper-left corner." = "單擊左上角的打開文件夾按鈕。";
"Cannot get url from bookmark" = "無法從書籤取得 url";
"Cannot get bookmark from url" = "無法從 url 取得書籤";
"The folder is stale." = "該資料夾已過時。";
"Images not found" = "找不到圖像";
"Open folders which include images." = "打開包含圖像的文件夾。";
"Create folder error" = "創建文件夾錯誤";
"Images folder" = "圖片文件夾";
"Annotations folder" = "註釋文件夾";
"Read images folder recursively" = "遞歸讀取圖像資料夾";
"Move image" = "移動圖像";
"Copy image" = "複製圖片";
"Back up label files" = "備份標籤文件";
"Back up images" = "備份圖像";
"Back up depth images" = "備份深度圖像";
"Copy file error" = "複製文件錯誤";
"Delete file error" = "刪除文件錯誤";
"Open the folder to save." = "打開要保存的文件夾。";
"Open the mask image file." = "打開蒙版圖像文件。";
"Open the JSON file." = "打開 JSON 文件。";
"Open the folder which includes Cellpose 16bit PNG files." = "開啟包含Cellpose 16bit PNG檔案的資料夾。";
"Open the folder which includes COCO RLE JSON files." = "開啟包含COCO RLE JSON檔案的資料夾。";
"Open the folder which includes png files." = "打開包含 png 文件的文件夾。";
"Open the folder which includes YOLO text files." = "打開包含 YOLO 文本文件的文件夾。";
"Open the folder which includes DOTA text files." = "打開包含 DOTA 文本文件的文件夾。";
"Add or import object names" = "添加或導入對象名稱";
"These object names are not found on objects table." = "在對象表中找不到這些對象名稱。";
"Unknown" = "未知";
"Video format error" = "視頻格式錯誤";
"This file does not contain video." = "此文件不包含視頻。";
"yaml file as dictionary" = "yaml文件作為字典";
"yaml file as array" = "yaml文件作為數組";
"Full path" = "完整路徑";
"File name" = "文檔名稱";
"Names file" = "命名文件";
"Export only used names" = "僅匯出使用過的名稱";
"Export mask images" = "導出蒙版圖像";
"Export a Cellpose 16bit PNG file" = "匯出Cellpose 16bit PNG文件";
"Export an image includes all objects" = "導出圖像包括所有對象";
"Export an image per object" = "每個對象導出一個圖像";
"Export an image per object class" = "導出每個對像類的圖像";
"Object Detection" = "物體偵測";
"Multi-Label Classification" = "多標籤分類";
"Model type" = "模型類型";
"Image type" = "影像類型";
"Whole image" = "整體形象";
"Cropped image" = "裁切影像";
"image" = "圖片";
"label" = "標籤";
"Flip horizontally" = "水平翻轉";
"Crop the image" = "裁剪圖像";
"Change contrast" = "改變對比度";
"Rotate the image" = "旋轉圖像";
"degrees" = "學位";
"Number of augmented images" = "增強圖像的數量";
"Output images folder" = "輸出圖像文件夾";
"Output annotations folder" = "輸出註釋文件夾";
"Move images to folder" = "將影像移動到資料夾";
"Move annotations to folder" = "將註釋移動到資料夾";
"Copy images to folder" = "將圖像複製到資料夾";
"Copy annotations to folder" = "將註釋複製到資料夾";
"Backup images to folder" = "將映像備份到資料夾";
"Backup annotations to folder" = "將註釋備份到資料夾";
"Resize images" = "調整圖像大小";
"Image size" = "圖片尺寸";
"Width" = "寬度";
"Height" = "高度";
"Change" = "改變";
"Text before replace" = "替換前的文本";
"Text after replace" = "替換後的文字";
"Video file" = "視頻文件";
"Output folder" = "導出目錄";
"Frames per second" = "每秒影格數";
"Frame suffix" = "幀後綴";
"Keypoint name" = "關鍵點名稱";
"Create" = "創建";
"Add a point forward" = "向前加點";
"Add a point backward" = "向後加一個點";
"Delete this point" = "刪除這個點";
"Set to the first point" = "設置為第一個點";
"Point size up" = "點大小了";
"Point size down" = "點大小下降";
"Make visible" = "可見";
"Make not labeled" = "不標示";
"Make labeled but not visible" = "標記但不可見";
"Delete edge" = "刪除邊";
"Change keypoint name" = "更改關鍵點名稱";
"Change keypoint color" = "更改關鍵點顏色";
"Toggle positive and negative" = "切換正負極";
"Convert to polygon" = "轉換為多邊形";
"Convert to box using SAM" = "使用SAM轉換為盒子";
"Convert to polygon using SAM" = "使用SAM轉換為多邊形";
"Convert to pixels using SAM" = "使用SAM轉換為像素";
"Convert to mask" = "轉換為蒙版";
"Convert to cubic bezier" = "轉換為立方貝塞爾曲線";
"Convert to rotated box" = "轉換為旋轉框";
"Convert to bounding box" = "轉換為邊界框";
"Set bounding box from the next polygon" = "設定下一個多邊形的邊界框";
"Clear all keypoints" = "清除所有關鍵點";
"Flood fill" = "洪水填充";
"Clear pixels" = "清除像素";
"Import pixels" = "導入像素";
"Focus" = "重點";
"Merge boxes" = "合併框";
"Merge polygons" = "合併多邊形";
"Merge pixels" = "合併像素";
"Separate polygons" = "分離多邊形";
"Copy as erase mask" = "複製為擦除蒙版";
"Copied as erase mask" = "複製為擦除掩碼";
"Cut using erase mask" = "使用擦除蒙版進行剪切";
"Start SAM preprocessing" = "開始SAM預處理";
"Start SAM3 preprocessing" = "開始SAM3預處理";
"Convert to box using SAM" = "使用SAM轉換為盒子";
"Brushes" = "畫筆";
"Superpixels" = "超像素";
"object" = "目的";
"Size" = "尺寸";
"Box" = "盒子";
"Rotated box" = "旋轉盒子";
"Auto" = "自動處理";
"Polygon" = "多邊形";
"Erase" = "擦除";
"Erase polygon" = "擦除多邊形";
"Erase points" = "擦除點";
"Erase mask" = "抹去面具";
"Model" = "模型";
"Smooth" = "光滑的";
"Positive point" = "積極點";
"Negative point" = "負點";
"Pixels" = "像素";
"Text" = "文字";
"Use" = "使用";
"Positive" = "前景";
"Negative" = "背景";
"Threshold" = "臨界點";
"Downloading the model..." = "正在下載模型...";
"Downloading failed..." = "下載失敗...";
"Preprocessing the image..." = "預處理圖像...";
"Preprocessing failed..." = "預處理失敗...";
"Ready to click points" = "準備點點";
"found." = "成立。";
"Encoding the image..." = "圖像編碼...";
"Encoding image failed..." = "影像編碼失敗...";
"Encoding the text..." = "文字編碼...";
"Encoding text failed..." = "文字編碼失敗...";
"Encoding boxes..." = "編碼框...";
"Encoding boxes failed..." = "編碼失敗...";
"Decoding..." = "解碼...";
"Create polygon using Cellpose" = "使用Cellpose建立多邊形";
"Channels" = "頻道";
"Red" = "紅色的";
"Green" = "綠色的";
"Blue" = "藍色的";
"Diameter" = "直徑";
"Flow threshold" = "流量閾值";
"Min size" = "最小尺寸";
"Smoothness" = "光滑度";
"Brightness" = "亮度";
"Contrast" = "對比";
"Label" = "標籤";
"Search" = "搜索";
"label name" = "標籤名稱";
"image name" = "圖片名稱";
"Press enter key to finish." = "按回車鍵完成。";
"Press enter key to finish drawing" = "按回車鍵完成繪圖";
"Tracking needs labels on previous image." = "追蹤需要在先前的圖像上添加標籤。";
"macOS version error" = "macOS 版本錯誤";
"macOS version has to be GTE 10.13." = "macOS 版本必須是 GTE 10.13。";
"macOS version has to be GTE 10.15." = "macOS 版本必須是 GTE 10.15。";
"compileModelAtURL error" = "compileModelAtURL 錯誤";
"modelWithContentsOfURL error" = "modelWithContentsOfURL 錯誤";
"Load CoreML model before processing." = "在處理之前加載 CoreML 模型。";
"Loaded the CoreML model" = "加載 CoreML 模型";
"VNCoreMLModel error" = "VNCoreMLModel 錯誤";
"performRequests error" = "執行請求錯誤";
"VNCoreMLRequest error" = "VNCoreMLRequest 錯誤";
"VNRecognizeTextRequest error" = "VNRecognizeTextRequest 錯誤";
"Do you want to overwrite the current depth image?" = "你想覆蓋當前的深度圖像嗎？";
"Confidence" = "置信度";
"Overlap" = "交疊";
"Language" = "語言";
"Line" = "線";
"Word" = "單字";
"Not detected" = "沒有檢測到";
"Not classified" = "未分類";
"Falsely detected" = "錯誤偵測";
"Filter by class" = "按類別篩選";
"orientation" = "方向";
"Copied image name" = "複製的圖像名稱";
"Cancel" = "取消";
"Confirm" = "確認";
"Start" = "開始";
"Do you want to save the changes?" = "您要保存更改嗎？";
"Do you want to delete the current image?" = "是否要刪除目前影像";
"Do you want to delete all images?" = "您想刪除所有影像嗎？";
"Do not save" = "不要保存";
"Save error" = "保存錯誤";
"Error" = "錯誤";
"Parse error" = "解析錯誤";
"JSON parse error" = "JSON 解析錯誤";
"XML parse error" = "XML 解析錯誤";
"The size tag could not be parsed correctly." = "無法正確解析尺寸標籤。";
"Status" = "地位";
"Alert" = "警報";
"Backing up..." = "備份...";
"Reading images..." = "讀取圖像...";
"Sorting images..." = "正在對圖像排序...";
"Reading labels..." = "閱讀標籤...";
"Indexing labels..." = "索引標籤...";
"Indexing objects..." = "索引對象...";
"Indexing attributes..." = "索引屬性...";
"Processing..." = "加工...";
"Creating a new names list..." = "建立新的姓名清單...";
"Finished processing." = "處理完畢。";
"Not found." = "未找到。";
